Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: That, anyway, is how long ago the Greeks first performed Lysistrata, a comedy about the women of Greece withholding sexual privileges from their husbands and lovers to force an end to the Peloponnesian War.
ko: 아주 오래전 그리스인들은 리시스트라타(Lysistrata)-펠레폰네소스 전쟁)에 종지부를 찍기 위해 남편과 연인으로 부터의 성적인 권한을 좌지우지한 그리스 여인에 대한 코메디-를 처음으로 선보였었다.

source: The play was written seven years before Athens lost that war.
ko: 그 연극은 아테네인이 그 전쟁에서 패배하기 7년 전에 써진 것이다.

source: Hopefully, a kinder fate awaits Ukrainians seven years from now, in 2021.
ko: 지금으로 부터 7년 후인 2021년에 자연스러운 운명이 우크라이나인들을 기다리길 바란다.

source: South Korea: 6th Grader's 'Frozen' Tribute Video · Global Voices
ko: 한국: 6학년의 "겨울왕국" 에 바치는 동영상

source: Disney's Oscar-winning animated film 'Frozen' is immensely popular in South Korea; it has become the second most-watched foreign film as of last weekend by crossing 10 million admissions.
ko: 오스카상을 받은 디즈니의 애니메이션 영화 "겨울왕국(Frozen)"은 대한민국에서 엄청난 인기이다.

source: Korean fans have posted lots of parody images, as well as Korean artists who have chimed in by singing the movie's catchy hit song 'Let it go'.
ko: 지난 주말까지 1천만 관객돌파로 가장 많이 본 두번째 외국영화가 되었고, 이에 따라 한국 팬들은 이와 관련된 수 많은 패러디를 쏟아내고 있다.

source: This particular fan-made tribute video is rapidly gaining views on Youtube.
ko: 현재 유투브에서 급하게 인기몰이를 하고 있는 이 동영상은 6학년이 만든 것으로 알려졌다.

source: The video was reportedly made by a 6th grader who took photos of her own drawings and added those 600 images together to make this video clip.
ko: 학생은 직접 그림을 그리고, 그것을 600개의 사진으로 찍고, 합쳐서 동영상으로 만들었다.

source: South Korea: Royal Gate Restoration, Corruption and Suicide · Global Voices
ko: 한국: 숭례문 복원, 부패와 자살

source: In recent months, particularly murky allegations over the royal gate restoration have unfolded in South Korea.
ko: 최근 몇 달간 숭례문 복원사업에 대한 지저분한 혐의들이 밝혀졌다.

source: The project's 'chief carpenter' is accused not only of using substandard wood, but stealing donated wood. Moreover, several government officials involved in the project were also indicted on charges of bribery , and a civilian investigator who revealed details about the flawed operation committed suicide.
ko: 프로젝트의 수장 목수(대목장)가 규정에 맞지 않는 목재사용 뿐만 아니라, 기부된 목재를 훔치기도 한 사실이 드러났고, 프로젝트에 관련된 몇몇 공무원들은 뇌물수수 협의로 기소됐고, 비리에 대한 자세한 것을 밝혔던 시민 조사자가 자살했다.

source: John Rodgers of Marmot's Hole blog wrote about how things have developed, sparking a rather interesting discussion on the country's issues of corruption in the comments section.
ko: 마롯의 홀 블로그(Marot's Hole blog)의 존 로저(John Rodgers)는 어떻게 사건이 전개되었는지를 써 내려갔다. 포스팅 아래 댓글란에는 나라의 부패의 문제에 대한 다소 흥미로운 논쟁이 형성됐다.

source: Satirist’s 'KFC' Podcast is Litmus Test for South Korean Free Speech · Global Voices
ko: 풍자가의 "KFC"팟케스트, 한국 언론 자유의 시험대

source: Promotion image of new podcast 'KFC', fair use.
ko: 새로운 팟케스트 'KFC'의 광고이미지, fair use image.

source: Kim Ou-joon is a satirist and prominent critic of the administration of former South Korean President Lee Myung-bak, and was the driving force behind the groundbreaking podcast "Naneun Ggomsuda".
ko: 김어준은 풍자가 이며, 이명박 전 대통령의 국정운영에 대한 저명한 비평가이고, 팟케스트 "나는 꼼수다"의 시작초기 뒤에 있던 원동력이었다.

source: In March, he returned to the airwaves after being acquitted on charges of defaming President Park Geun-hye last fall.
ko: 그가 지난 가을 박근혜 대통령에 대한 명예훼손혐의에 대한 무죄가 선고된 후, 올해 3월에 공중파로 돌아왔다.

source: His new show, “KFC" (supposedly named in reference to one the of president's nicknames being "Chicken") has begun airing regularly on Hankyoreh TV, and marks the next test in determining how much leeway the Park administration will give to its critics.
ko: 그의 새로운 쇼“KFC" (대통령의 별명중 하나인 "닭"을 염두에 둔 이름으로 추정되어진)가 한겨례TV에서 정기적으로 방송을 시작하였고, 이것이 박 대통령의 국정운영이 그에 대한 비평에 얼마만큼의 여지를 열어둘 것인지로 결정되는 다음 테스트로 나타날 것이다.

source: Although South Korea is widely regarded as one of the leading democracies in Asia, recent criticism from a variety of international human rights organizations over the government’s treatment of dissenting voices has led to concerns that the country is lagging behind other nations in freedom of expression.
ko: 한국이 아시아내에서 민주주의를 이끌어가는 나라로 널리 간주되어짐에도 불구하고, 반대의 목소리에 대한 정부조치에 대한 국제인권단체들의 다양한 최근의 비판 이 한국이 표현의 자유에 있어 다른 나라들보다 뒤쳐저 있다고는 우려를 낳고 있다.

source: In particular, criminal defamation laws remain a powerful weapon in government suppression of free speech, a point made repeatedly in a 2011 report from the UN Special Rapporteur on Human Rights and Reporters Without Borders.
ko: 특히, 국경없은 기자회와 UN 인권특별보고관(UN Special Rapporteur on Human Rights)으로 부터의 2011 보고서 가 반복적으로 지적하는, 명예훼손에 대한 법은 자유로운 발언에 대한 정부의 억압에 있어 강력한 무기로 존재한다.

source: According to a report from UC San Diego professors Stephan Haggard and Jong-sung You, criminal defamation cases have increased five-fold, from roughly 2,000 annual cases at the end of the Kim Dae-jung administration to over 10,000 at the end of the Lee presidency.
ko: UC 산디에고 교수인 스테판 하가드(Stephan Haggard)와 유종성(Jong-sung You)의 보고서에 따르면, 명예훼손 사건은 김대중정부 말 대략 연간 2,000건에서 이명박 대통령 말기에 10,000건이 넘겨 5배나 증가하였다.

source: This rise in defamation indictments has corresponded with a dramatic uptick in the amount of web content blocked or deleted by the government’s internet regulation body, the Korea Communications and Standards Commission (KCSC).
ko: 명예훼손 고소의 증가는 정부의 인터넷 규제의 주체인, 한국방송통신심의위원회(KCSC)에 의해 삭제 또는 차단된 인터넷 콘텐츠량에서의 증가와 극적으로 부합하고 있다.

source: Figures easily accessed on the KCSC website show that the removal of objectionable content – which covers a range of categories from obscenity and defamation to national security issues – has skyrocketed since the agency’s creation, from roughly 10,000 blocked or deleted websites and Internet postings in 2008 to more than 85,000 in 2013.
ko: 음란물과 명예훼손부터 국가 안보문제의 카테고리들의 범주에 망라된 불쾌한 콘텐츠의 제거를 하는 것을 한국방송통신심의위원회 웹사이트 에서 쉽게 접할 수 있다. 이 위원회가 생긴이래 2008년 대략 1만개의 웹사이트와 게시물이 삭제되거나 차단되던 것에서 2013년 8만5천건이 넘는 수로 급속히 증가되었다.

source: Much of this activity has been conducted in accordance with the country’s Network Act, which broadly defines “illegal online content” and criminalizes the online circulation of “unlawful information.”
ko: 대부분의 활동들이 "불법온라인 콘텐츠"를 광범위하게 정의하고 "불법정보"를 온라인 유통을 범죄시 하고 있는 국가 네트워크법(Network Act)에 따라 실행 되어졌다.

source: In addition to disturbing trends regarding criminal defamation and Internet regulation (some might say censorship), indictments under the country’s controversial National Security Law have begun to inch upward, from 32 in 2008 to 103 last year .
ko: 명예훼손과 인터넷규제(어떤 이는 검열라고도 한다)뿐만 아니라, 논란이 있는 국가보안법 하의 고소가 2008년 32건에서 작년 103건으로 증가하기 시작했다 .

source: A rise in Cold War-era rhetoric has revived national security as a salient issue in Korean politics and forced critics on the left to be more careful about what they say lest they be branded “pro-North Korea sympathizers'.
ko: 냉전시대의 발언들이 한국정치에서 부각된 쟁점로서 국가 안보를 되살려냈고, 좌익의 비평가들에게 “북한 동조자"로 낙인 찍히지 않기 위해 그들이 말하는 것에 대해 좀더 조심하도록 강요하였다.

source: In 2012, Amnesty International issued a scathing report about the National Security Law, correctly pointing out that the vague and arbitrary nature of the use of Article 7 produces a chilling effect on those who question government policy.
ko: 2012년 국제 엠네스티(Amnesty International)은 국가 보안법에 대하여, 제7조의 사용의 애매하고, 임의적인 성격이 정부정책에 의문을 가지는 사람들을 의기소침하게 만드는 점을 정확히 지적한 신랄한 보고서를 내 놓았다.

source: This clause forbids praising the North Korean leadership, joining an "anti-government" organization, engaging in anti-state activities, or possessing or distributing North Korean media or literature.
ko: 이 조항은 북한지도부를 찬양, 반국가 단체 가입, 반국가활동에 참여 또는 북한 매체나 문헌을 소지하거나 배포하는 것을 금하고 있다.

source: The fact that many of these critics are now being charged under defamation statutes rather than National Security Law violations is small consolation.
ko: 이러한 비판의 대부분이 현재 국가보안법 위반이 아닌 명예훼손법령에 따라 다루어진다는 사실이 작은 위안이다.

source: So far, many of the president's critics have been wary of her position on these issues, and she has done little to assuage these concerns.
ko: 지금까지, 대통령의 비판의 대부분은 이러한 문제에 있어 그녀의 위치에 대해 조심스러워해 왔다. 그리고, 그녀도 이러한 우려를 경감하기위한 작은 노력을 해왔다.

source: As 2013 drew to a close, the country was wracked by a series of strikes, mainly over fears that the government was planning to privatize a new rail line.
ko: 2013년이 끝나자, 정부가 새로운 철도를 사유화하기위한 계획에 불안감에 파업의 연속으로 혼란스러웠다.

source: Alluding to the causes of the strike, the president blamed social media for spreading “wild rumors” and stated that the government had to act “quickly and aggressively against groups who distort the situation".
ko: 파업의 원인을 언급하며, 대통령은 "유언비어"를 퍼뜨리는 소셜미디어를 비난했고, 정부는 상황을 왜곡시키는 세력들에 대해 신속하고, 적극적으로 대응해야 한다고 언급했다.

source: The fact that this statement was made a day after the government’s official broadcast regulation arm targeted several media outlets – including the online sites Gobal and Newstapa – for producing reports which the agency termed “not real news” raised fears that the government may be preparing to step up its efforts to regulate both Internet content and broadcast media.
ko: 이러한 사태는 다음날 정부의 공식적 방송규제 권력이 고발 뉴스와 뉴스타파를 포함하여,"유사보도”로 규정하는 보도를 하는 몇몇 미디어를 목표로 하고 있다는 사실이 정부가 인터넷 콘텐츠와 방송매체 모두를 규제하기 위한 노력을 더욱 강화하려는 것 아니냐는 우려를 낳고 있다.

source: It remains to be seen how aggressive the president will be in targeting critics of her administration.
ko: 그녀의 국정운영에 대한 비판에 얼마나 적극적으로 정조준하는가를 지켜보는 일만 남아 있다.

source: In that sense, the KFC host, who has already drawn Park’s ire once earlier in her term, may now be playing the role of another type of bird: the canary in the coal mine.
ko: 그런 의미에서 그녀의 임기 초기에 박의 분노를 한번 불러낸 KFC 주체는 아마도 또 다른 형태의 새의 역할 놀이를 하고 있는지도 모른다: 탄광의 카나리아(the canary in the coal mine.

source: South Korea: Samsung Sues Newspaper Over Negative Report · Global Voices
ko: 한국: 삼성, 부정적 기사를 낸 신문사를 고소

source: South Korean tech giant Samsung has launched a lawsuit against a local IT newspaper for publishing an unfavorable report.
ko: 한국 테크놀로지 거인 삼성이 호의적이지 않은 기사를 낸 지역 IT신문에 대해 소송을 제기했다.

source: Marmot's Hole blog wrote about how things developed and the repercussion of Samsung's response to negative press coverage.
ko: 마못의 창 블로그(Marmot's Hole blog)는 어떻게 사건이 전개되었는지, 부정적인 언론보도에 대한 삼성의 대응의 반향을 적었다.

source: Some of the highlights read;
ko: 주요 부분을 보면;

source: I’d caution Samsung that in terms of PR, lawsuits of this sort often cause more harm than good To make matters worse, a story at AppleInsider compares the Korean electronics giant rather unfavorably to the Cupertino Fruit Company, which—assuming the report is true—almost never sues newspapers/blogs despite the countless groundless rumors that accompany the release of just about every iPhone model.
ko: 나는 PR의 관점에서 이런 종류의 소송은 좋은 점 보다 종종 더 해로움을 끼친다고 삼성에게 주지시킬 것이다. 더 안 좋게 보자면, 애플인사이더(AppleInsider)는 애플과 삼성과 비교하며 애플은 모든 아이폰 모델의 출시를 수반하는 셀 수도 없고 근거도 없는 유언비어와 비호의적 기사에도 불구하고 신문이나 블로그를 고소하지는 않음을 언급했다.

source: South Korea: Stunning Sand Animation Video about Ferry Disaster · Global Voices
ko: 대한민국: 여객선 참사에 관한 아름다운 모래 애니메이션 영상

source: Various artists have joined in paying tribute to the victims of the Sewol ferry disaster which cost over 260 lives, most of them high school students.
ko: 여러 예술가들이 대부분 고등학생이었던 260명 이상이 희생된 세월호 참사 피해자들에게 함께 애도를 표하고 있다.

source: This stunning sand animation video commemorating the victims and their families uses nothing but sand on a flat surface and artist's fingers to arrange the sand to create depth, shadow and density.
ko: 희생자들과 유가족들을 기리는 이 아름다운 모래 애니메이션 영상은 평평한 면위의 모래와 예술가의 손가락만을 이용해 모래의 배열로 깊이, 음영, 그리고 밀도를 연출해낸다.

source: The sand art, which brought some audiences to tears, was created by artist Shin Mi-ri and directed by Nam Ji-sun.
ko: 일부 시청자들이 눈물을 흘리도록 만든 이 모래예술(샌드아트)은 예술가 신미리씨가 만들고 남지선씨가 연출했다.

source: South Korean TV Reporters Apologize for Their Flawed Ferry Coverage · Global Voices
ko: 한국: 한국 TV 기자들 잘못된 여객선 보도에 사과

source: South Korean media have faced criticism over their coverage of the Sewol ferry disaster, which resulted in the deaths of over 280 people.
ko: 한국 언론은 280명이 넘는 사망자를 초래한 세월호 여객선 참사 보도에 대한 비난에 직면해왔다.

source: As the government fumbled its handling of the tragedy, many mainstream conservative outlets were accused of parroting authorities' excuses or not reporting on their blunders intentionally.
ko: 정부가 재난 수습에 있어 허둥지둥하는 동안, 다수의 보수적인 주류 방송국들이 당국의 변명을 그대로 받아쓰기 하거나 의도적으로 그들의 실책을 보도하지 않았다는 비난을 받았다.

source: KBS (Korea Broadcasting System) - the country's largest public broadcasting station, where the government allegedly wields influence in top managerial appointments - was among them.
ko: 한국 최대의 공영방송사로 정부가 최고경영진 임명에 영향력을 행사하는 것으로 알려진 KBS(한국방송공사)도 이에 포함된다.

source: Now, its own journalists have made a daring confession, calling for changes in their skewed pro-government reports and apologizing for their biased Sewol coverage.
ko: 이에, KBS 기자들이 친정부적인 방향으로만 치우친 보도의 변화를 촉구하고 그들의 왜곡된 세월호 보도를 사과하는 용기 있는 고백을 단행했다.

source: Over 50 young KBS reporters posted apology letters on the company's intranet for ignoring the victims families' voices.
ko: 50명 이상의 젊은 KBS 기자들이 방송사의 내부게시판에 희생자 가족들의 목소리를 무시한 것에 대해 사과하는 편지를 올렸다.

source: Some of their apology letters have made headlines .
ko: 그들의 반성문 중 일부는 헤드라인에 실렸다.

source: Below is Global Voices' translation of the highlights:
ko: 아래는 그 하이라이트를 글로벌 보이스가 번역한 것이다:

source: Right after we heard about the Sewol ferry sinking and landed in our plane, we went straight to Mokpo city instead of Paengmok port - Those journalists decided not to visit the scene.
ko: 세월호 침몰 속보를 접한 취재팀이 비행기에 내려 처음 향한 곳은 팽목항이 아닌 목포였습니다.

source: We wouldn't listen to the tears and cries of the victims' families.
ko: 현장으로 가지 않은 기자들.

source: Afraid of being beaten , we wrote articles without actually meeting the missing peoples' families.
ko: 우리는 현장에서 울렸던 울음과 우리를 불렀던 목소리에 귀를 닫았습니다 매 맞는 것이 두려워 실종자 가족들을 만나지 않고 기사를 썼습니다.

source: Although our database is being updated on a daily basis, contacts related to the victims' families were no where to be seen.
ko: 매일 보도정보시스템에 업데이트 되는 세월호 관련 연락처 어디에도 유가족이나 실종자 가족과 관련된 연락처는 없었습니다.

source: Yet still, the higher ups said "our news items are too in favor of the missing peoples' families." I've never heard about KBS news reports criticizing President Park, the head of our government who refuses to take a full responsibility of this incident.
ko: 그런데도 위에서는 "아이템들이 너무 실종자 입장으로 치우쳤다"며 전화를 하더군요저는 KBS 뉴스에서 사고 수습 책임을 회피하는 '정부 수반' 박 대통령에 대한 비판을 들어본 적이 없습니다.

source: That recent photo-op fiasco, where President Park had her photo taken consoling a victim's family at the funeral, but it was later found out the one in the photo with the president was just an ordinary funeral attendee, not the victim's family, our news never even briefly mentioned the fiasco.
ko: 박 대통령이 일반 조문객을 마치 유가족인 척 위로하는 청와대발 촌극은 언급조차 없었고요. 덕분에 요즘 취재 현장에서 KBS 기자는 '기레기 중 기레기'입니다.

source: Thanks to all this, we KBS journalists at the scene are treated as if we are the worst "journalist trash".
ko: 얼마 전 한 후배가 세월호 관련해 시민 인터뷰를 시도하다 대여섯 명의 시민에게 "제대로 보도하세요.

source: One day, a junior journalist, while trying to interview a citizen, was told, "Do the right news reporting.
ko: 왜 그따위로 방송해서 개병신(KBS) 소리를 들어요.

source: Why do you keep reporting like this and earning yourself the nickname ‘complete idiot?’"
ko: "라는 말을 들었답니다.

source: If you wants to represent the presidential house only, then just try to get hired as the press secretary.
ko: 청와대만 대변하려거든, 능력껏 청와대 대변인 자리 얻어서 나가서 하세요.

source: That would be open at least.
ko: 그 편이 오히려 솔직한 겁니다.

source: Although their posts were quickly deleted, a considerable number of Korean web users hailed their courage to speak up.
ko: 비록 그들의 편지는 빠르게 삭제되었지만, 상당수의 한국 누리꾼들은 그들이 목소리를 높여 말한 그 용기를 열렬히 지지했다.

source: Some even boycotted the KBS subscription fee, which is about to be raised.
ko: 일부는 심지어 곧 인상될 KBS 수신료에 대해 거부운동을 벌였다.

source: However, many doubted whether this would lead to any real change in the TV network's distorted news coverage.
ko: 그러나, 많은 사람들은 이것이 TV 방송국의 왜곡된 뉴스 보도에 어떤 진정한 변화를 줄 수 있을 지를 의심하고 있다.

source: This is a poster image calling for the resignation of KBS' top news editor, its bureau chief and its chairman.
ko: @newsvop 윗사람들도 자기가 기레기인것을 인정해도 (아직 그런 소식은 없지만).

source: Please spread this image and let people join the boycott of KBS' subscription fee. Please retweet this message to everyone.
ko: 그냥 넘어갈수는 없지만 그래도 쓰레기짓을 인정하는 막네기자들이 있어서 악은 악으로 인정하는 사람들이 있다는것이 조금은 다행입니다.

source: Those senior level newsroom people do know that they have been acting like journalist trash (although there is no saying if they will ever admit it), yet still it is just a relief that there are young journalists who dare to admit that they acted like human garbage and the fact that evil is evil.
ko: — Ji Hye Mun (@__ji) May 7, 2014

source: I heard that junior level journalists have written apology letters.
ko: KBS기자들이 반성하자니까 보도본부장이 기자들이 사태를 '정파적으로 이용'한다고 했습니다.

source: It made me wonder why it is always those junior level ones who have to apologize.
ko: 가장 정파적으로 임명된 정파적인 자들이 기자들에게 오히려 정파적이라니요?

source: All they did was parrot what they were told to say.
ko: http://t.

source: When KBS journalists wrote that they apologize, the top news editor said that those journalists are "politically taking advantage" of the current situation. How can those who got their jobs "politically" use the term "political" in that context?
ko: co/5thsJRT0kp — 최승호 (@MBC_PDChoi) May 8, 2014

source: I heard that about 40 young KBS journalists have written apology letters.
ko: http://t.

source: However, if this sort of dude stays as the head of the newsroom, I doubt anything will ever change.
ko: co/ne4Td9X5iJ 하지만 이런 자가 보도국장이라면 아무것도 바뀌지 않을 겁니다.

source: These are top news editor Kim Si-gon’s remarks: " hosts should not be wearing black" and "The number of Sewol disaster victims is not even greater than the number of annual car crash victims".
ko: "진행자들 검은 옷 입지 말라" "세월호 희생자가 교통사고 희생자보단 많지 않다" ㅡ 김시곤 보도국장 — 각시탈 (@paradoxiss) May 7, 2014

source: The most junior level journalists issued apology letters for their news coverage, which earned them the nickname "journalist trash" at Pangmok port.
ko: KBS 기자 막내기수들이 팽목항에서 '기레기'는 표현을 듣는 현실에 대한 자성의 글을 발표했다고 한다.

source: Well, I really can't welcome this news at all.
ko: 솔직히 하나도 안 반갑다.

source: All they do is apologize.
ko: 언제는 자성, 반성안했나.

source: I am not saying that they should just shut up unless they have the guts to submit resignation letters.
ko: — seung won jeon (@winwon1201) May 7, 2014

source: As Ebola Strikes, a Guinean Blogger Laments the Country's Lack of Online Community · Global Voices
ko: 기니 블로거, 에볼라 습격에 온라인 커뮤니티의 부재를 슬퍼하다 The People's Palace in Conakry, Guinea.

source: The People's Palace in Conakry, Guinea.
ko: CC BY 2.

source: Guinea is going through a challenging period lately.
ko: 기니는 최근 힘든 시간을 보내고 있다.

source: The Ebola virus is having an extremely detrimental effect on the population at risk, of course (430 deaths as of August 26) but also on the health care system as a whole.
ko: 에볼라 바이러스는 인구뿐만 아니라 의료체계 전체에 매우 해로운 영향을 미치고 있다 (8월 26일까지 430명이 사망했다).

source: The West African country's health system is not equipped to withstand the Ebola assault on top of their other existing needs.
ko: 서아프리카 지역의 의료체계는 다른 필요들을 제치고 에볼라에 맞설 준비가 되어있지 않다.

source: The health system is not the only industry that has lagged behind in terms of development.
ko: 발전되어야 할 산업은 의료체계 뿐만이 아니다.

source: The tech industry has not shown similar growth in comparison with its neighbors Senegal, Ghana or Côte d'Ivoire, and Guinean bloggers struggle to engage civilians in the kind of national solidarity in time of crisis that Ivorians managed to instigate a few years ago.
ko: 이웃 국가인 세네갈,가나 또는 코트디부아르와 비교해 기술 산업도 그다지 발전하지 않았으며, 기니 블로거들은 몇 년전 코트디부아르인들이 그랬듯 위기의 시간에 사람들이 국가적 단결을 이루어내게 하기 위해 노력하고 있다.

source: Alimou Sow is one of the most popular bloggers in Guinea.
ko: 알리모 소우(Alimou Sow)는 기니에서 가장 인기있는 블로거 중 한 명이다.

source: Creator of the blog Ma Guinée plurielle, (My Guinea is Plural), he won the awards for the best Francophone Blog organized by Deutsche Welle in 2013.
ko: 마 기니 플뤼리엘(Ma Guinée plurielle) (나의 여러 기니) 블로그의 주인인 그는 2013년 도이치벨레가 주최한 최고의 프랑스어권 블로그 대회에서 상을 여럿 수상했다.

source: This situation has hit a nerve with Sow, and he wrote a scathing post that questioned the involvement of the Guienan blogosphere in doing its part for the betterment of the nation.
ko: 이 경험은 소우의 아픈 곳을 건드렸고, 그는 기니 블로그스피어가 더 나은 국가를 만드는 데 얼마나 참여하고 있는지를 묻는 날카로운 글을 썼다.

source: Here is an exceprt:
ko: 아래는 그 중 일부이다:

source: What happened to the Guinean blogosphere?
ko: 기니 블로그스피어에 무슨 일이 일어났나?

source: Does Guinea even have a blogosphere to speak of?
ko: 기니에 블로그스피어라는 게 있긴 한가?

source: A Twittersphere maybe?
ko: 트위터스피어 정도라면 있을 지 모르겠다.

source: Aren't we just too often the self-centered, passive spectators of the world's convulsions?
ko: 우린 격렬히 변하는 세계 속에서 너무 자기중심적이고 수동적인 관중에 머무르고있지 않나?

source: Do we do our part as members of the citizenship of the interweb?
ko: 우리가 인터넷 공간의 시민으로서 제 할 일을 하고 있는 걸까?

source: We are one of the few in the sub-region — if not the only one — that has never been able to organize a #BarCamp or #BlogCamp.
ko: 우리는 #바캠프나 #블로그캠프를 주최할 수 없던 얼마 안 되는-유일한 게 아니라면-지역 중 하나다.

source: Meanwhile, our neighbors can showcase very dynamic structured communities of bloggers who mobilize spontaneously at each major crisis to provide selfless assistance to their fellow citizens through internet technology.
ko: 한편 우리 이웃들에는 큰 위기가 일어날 때마다 즉각적으로 행동에 나서서 인터넷을 통해 국민들에게 이타적인 도움을 제공하는, 매우 역동적이고 조직된 블로거 커뮤니티가 있다.

source: This is currently the case in Côte d'Ivoire and in Senegal in order to combat the Ebola virus that Guinea "passed on" to them. In fact, we Guineans, we let ourselves be fooled by politics and ethnocentrism and we forget that our first formidable common enemies are ignorance, unemployment, poverty and disease.
ko: 이게 지금 코트디부아르와 세네갈에서 기니가 "전달한" 에볼라 바이러스에 맞서고 있는 방식이다. 사실 우리 기니인들은 정치와 자민족주의가 우리를 속이게 놔두고, 우리가 맞설 공통의 적들은 무지,실업 그리고 질병이라는 사실을 잊고 있다.

source: We can keep on asking God for additional help, but given what HE already has given us (an immensely beautiful and rich country, ethnic and cultural diversity, etc.) I am afraid that God is tired for helping and that God saw on its agenda that other parts of the world also need assistance : Palestine, Ukraine, Ebola, Iraq, Libya, Syria ...
ko: 신에게 더 도움을 요청할 수는 있지만, 그 분이 우리에게 주신 것(정말 아름답고 풍족한 나라, 민족적 그리고 문화적 다양성 등등)을 생각해보았을 때, 신은 우릴 돕는 데 지쳤고 도움이 필요한 다른 지역들도 존재한다는 걸 아시게 된 것 같다: 팔레스타인, 우크라이나, 에볼라, 이라크, 리비아, 시리아.

source: A few additional bloggers reacted to the post and added comments to the conversation.
ko: 몇몇 다른 블로거들도 이 글을 읽고 반응해 이 담화에 코멘트를 달았다.

source: Alfa Diallo agreed with the assessment that Guinea has fallen behind and needs to pick itself up right now:
ko: 알파 디알로(Alfa Diallo) 는 기니가 뒤처졌고 지금이라도 스스로를 추스려야 한다는 평가에 동의했다:

source: Particularly touched by the truths you exposed.
ko: 당신이 폭로한 진실들에 특히 감명받았습니다.

source: But I think you're on the right track.
ko: 맞는 말을 하신 것 같아요.

source: Training is the element missing in the process.
ko: 교육이 지금 과정에서 없어진 부분이죠.

source: In Guinea, even those who have something to say/teach all have a serious flaw: they do not master web technology. I attended one of your training session and believe me I learned a lot.
ko: 기니에선 뭔가 말하거나 가르칠 게 있는 사람도 큰 문제를 가지고 있어요: 인터넷 기술을 잘 다루지 못한다는 거죠.

source: Tafsir Balde took Sow's words to heart.
ko: 전 당신의 교육 강좌 중 하나에 참여했었고, 그 때 정말 많은 걸 배웠어요.

source: He said Guineans must be held accountable, specifically those in the diaspora (Balde is resident of Morocco):
ko: 타프시르 발드(Tafsir Balde) 는 소우의 말을 진심으로 받아들였다.

source: I find that this lag is not always on Guinean authorities, but also on the Guinean population (except for a few).
ko: 이렇게 뒤처지는 건 기니 관료들만의 문제가 아니라, 기니 사람들의 문제이기도 합니다(몇몇 사람들을 제외하고서는요).

source: Here in Morocco, there are talented young Guineans, but they do not get involved with the blogosphere.
ko: 모로코에도 재능있는 젊은 기니인들이 있긴 하지만 블로그스피어에 참여하질 않아요.

source: I know of only one Guinean blogger here (Kba).
ko: 여기 모로코에서 제가 아는 기니인 블로거는 한 명밖에 없어요(Kba).

source: The rest of us are just ordinary Internet users.
ko: 나머지 사람들은 그냥 평범한 인터넷 유저일 뿐이죠.
